tap "homebrew/bundle"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "withgraphite/tap"
brew "python@3.13"
brew "asitop"
brew "bat"
brew "bob"
brew "btop"
brew "dotenv-linter"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "heroku"
brew "imagemagick"
brew "jira-cli"
brew "lazygit"
brew "make"
brew "multitail"
brew "mysql"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ollama"
brew "platformio"
brew "postgresql@16"
brew "pv"
brew "python@3.12"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "tpm"
brew "yarn"
brew "teamookla/speedtest/speedtest"
brew "withgraphite/tap/graphite"
cask "discord"
cask "docker"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "logi-options+"
cask "obsidian"
cask "postico"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "utm"
cask "vivaldi"
cask "xquartz"
cask "zen-browser"
