tap "achannarasappa/tap"
tap "amplitude/ampli"
tap "jzbrooks/repo"
tap "teamookla/speedtest"
tap "withgraphite/tap"
brew "sqlite"
brew "python@3.13"
brew "asitop"
brew "bash"
brew "bat"
brew "bob"
brew "btop"
brew "chafa"
brew "claude-squad"
brew "cloc"
brew "cloudflared"
brew "dotenv-linter"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "go"
brew "gollama"
brew "gotop"
brew "graphviz"
brew "imagemagick"
brew "jira-cli"
brew "k9s"
brew "kew"
brew "kind"
brew "lazygit"
brew "lua-language-server"
brew "lynx"
brew "make"
brew "mosh"
brew "multitail"
brew "mysql"
brew "ncspot"
brew "nmap"
brew "ollama", restart_service: :changed
brew "osx-cpu-temp"
brew "pass"
brew "platformio"
brew "pnpm"
brew "postgresql@16"
brew "pv"
brew "python-tk@3.13"
brew "python@3.12"
brew "ranger"
brew "ripgrep"
brew "rover"
brew "sk"
brew "stow"
brew "tailscale"
brew "telnet"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tpm"
brew "uv"
brew "watch"
brew "yarn"
brew "achannarasappa/tap/ticker"
brew "amplitude/ampli/ampli"
brew "jzbrooks/repo/vat"
brew "teamookla/speedtest/speedtest"
cask "blankie"
cask "cinebench"
cask "claude"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "folo"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "libreoffice"
cask "lm-studio"
cask "logi-options+"
cask "minecraft"
cask "obsidian"
cask "plex"
cask "postico"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "surfshark"
cask "utm"
cask "xquartz"
cask "yaak"
cask "zed"
cask "zen"
vscode "anthropic.claude-code"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
